Repository: KCuppens/GenesisV2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Row with 1 small and 1 very big column
nl: Rij met 1 kleine en 1 zeer grote kolom

source: Row with 1 very big and 1 small column
nl: Rij met 1 zeer grote en 1 kleine kolom

source: Row with 1 very large and 1 very small column
nl: Rij met 1 zeer grote en 1 zeer kleine kolom

source: Row with 1 very small and 1 very large column
nl: Rij met 1 zeer kleine en 1 zeer grote kolom

source: Row with 2 columns
nl: Rij met 2 kolommen

source: Row with 3 columns
nl: Rij met 3 kolommen

source: Row with 4 columns
nl: Rij met 4 kolommen

source: Sat
nl: Zat

source: Saturday
nl: Zaterdag

source: Save
nl: Opslaan

source: Scheduled Time
nl: Geplande tijd

source: Schema Markup
nl: Schema Markering

source: Search
nl: Zoeken

source: Search blocks
nl: Zoeken in blokken

source: Search for dutch
nl: Zoeken in het nederlands

source: Search for english
nl: Zoeken in het engels

source: Search for french
nl: Zoeken in het frans

source: Search for key
nl: Zoeken op sleutel

source: Search Here...
nl: Zoek hier...

source: Search pages
nl: Zoek pagina's

source: Select
nl: Selecteer

source: Select a block
nl: Selecteer een blok

source: Select a valid choice. %(value)s is not one of the available choices.
nl: Selecteer een geldige keuze. %(waarde)s is niet een van de beschikbare keuzes.

source: Select a valid choice. That choice is not one of the available choices.
nl: Selecteer een geldige keuze. Die keuze is niet een van de beschikbare keuzes.

source: Select internal link
nl: Selecteer interne link

source: Select url
nl: Selecteer url

source: Send admin email
nl: Verstuur admin email

source: Send visitor email
nl: Verstuur bezoeker email

source: Sender email
nl: Email afzender

source: Sender name
nl: Naam afzender

source: sent
nl: verzonden

source: Settings
nl: Instellingen

source: Show in export
nl: Tonen in export

source: Show in main menu
nl: Toon in hoofdmenu

source: Show in navigation
nl: Toon in navigatie

source: Shown in main menu
nl: Tonen in hoofdmenu

source: Sign Out
nl: Uitloggen

source: Sign Up Closed
nl: Aanmelden Gesloten

source: Site Maps
nl: Site kaarten

source: Size not valid format eg. "400x400"
nl: Formaat niet geldig, bijv. "400x400"

source: Slug (up to %(max_length)s)
nl: Slug (tot %(max_lengte)s)

source: Small integer
nl: Klein geheel getal

source: Sorry Email and Password is invalid
nl: Sorry e-mail en wachtwoord zijn ongeldig

source: Sorry Username and Password is invalid
nl: Sorry Gebruikersnaam en wachtwoord zijn ongeldig

source: Sorry you do not have the proper access to login
nl: Sorry U heeft niet de juiste toegang om in te loggen

source: Sorry, %s emails are not allowed. Please use a different email address.
nl: Sorry, %s emails zijn niet toegestaan. Gebruik aub een ander e-mail adres.

source: Sort
nl: Sorteren

source: Sorting method
nl: Sorteer methode

source: Static Files
nl: Statische bestanden

source: Store results
nl: Resultaten opslaan

source: String (up to %(max_length)s)
nl: String (tot %(max_lengte)s)

source: Subject
nl: Onderwerp

source: Submit
nl: Indienen

source: Succesfully imported
nl: Succesvol geïmporteerd

source: Success action
nl: Succesvolle actie

source: Success message
nl: Succes bericht

source: Success type
nl: Type succes

source: Success URL
nl: Succes URL

source: Sun
nl: Zon

source: Sunday
nl: Zondag

source: Syndication
nl: Syndicatie

source: Tabs overview
nl: Tabbladen overzicht

source: Template
nl: Sjabloon

source: Template name
nl: Naam sjabloon

source: Text
nl: Tekst

source: Thank you for registering an account at
nl: Dank u voor het registreren van een account op

source: That page contains no results
nl: Deze pagina bevat geen resultaten

source: That page number is less than 1
nl: Dat paginanummer is minder dan 1

source: That page number is not an integer
nl: Dat paginanummer is geen geheel getal

source: The article has been succesfully added!
nl: Het artikel is toegevoegd!

source: The article has been succesfully changed!
nl: Het artikel is succesvol gewijzigd!

source: The block category has been succesfully added!
nl: De blok categorie is succesvol toegevoegd!

source: The block category has been succesfully deleted!
nl: De blok-categorie is succesvol verwijderd!

source: The block has been succesfully added!
nl: Het blok is succesvol toegevoegd!

source: The block has been succesfully changed!
nl: Het blok is succesvol gewijzigd!

source: The block has been succesfully deleted!
nl: Het blok is succesvol verwijderd!

source: The blockcategory has been succesfully changed!
nl: De blokcategorie is succesvol gewijzigd!

source: The configuration has been succesfully added!
nl: De configuratie is succesvol toegevoegd!

source: The configuration has been succesfully changed!
nl: De configuratie is succesvol gewijzigd!

source: The configuration has been succesfully deleted!
nl: De configuratie is succesvol verwijderd!

source: The dashboard has been succesfully added!
nl: Het dashboard is succesvol toegevoegd!

source: The dashboard has been succesfully changed!
nl: Het dashboard is succesvol gewijzigd!

source: The decision is yours
nl: De beslissing is aan u

source: The directory has been succesfully deleted!
nl: De map is succesvol verwijderd!

source: The file has been succesfully imported!
nl: Het bestand is succesvol geïmporteerd!

source: The form has been succesfully added!
nl: Het formulier is succesvol toegevoegd!

source: The form has been succesfully changed!
nl: Het formulier is succesvol gewijzigd!

source: The form has been succesfully deleted!
nl: Het formulier is succesvol verwijderd!

source: The formresult has been succesfully deleted!
nl: Het formulierresultaat is succesvol verwijderd!

source: The group has been succesfully added!
nl: De groep is toegevoegd!

source: The group has been succesfully deleted!
nl: De groep is succesvol verwijderd!

source: The group has been succesfully edited!
nl: De groep is succesvol bewerkt!

source: The inline value did not match the parent instance.
nl: De inline waarde kwam niet overeen met de bovenliggende instantie.

source: The install worked successfully! Congratulations!
nl: De installatie is gelukt! Gefeliciteerd!

source: The mailconfig has been succesfully added!
nl: De mailconfig is succesvol toegevoegd!

source: The mailconfig has been succesfully changed!
nl: De mailconfig is succesvol gewijzigd!

source: The mailtemplate has been succesfully added!
nl: Het mailtemplate is succesvol toegevoegd!

source: The mailtemplate has been succesfully changed!
nl: Het mailtemplate is succesvol gewijzigd!

source: The media has been succesfully deleted!
nl: De media is succesvol verwijderd!

source: The message log has been succesfully deleted!
nl: Het berichtenlogboek is succesvol verwijderd!

source: The module has been succesfully added!
nl: De module is succesvol toegevoegd!

source: The module has been succesfully changed!
nl: De module is succesvol gewijzigd!

source: The module has been succesfully deleted!
nl: De module is succesvol verwijderd!

source: The modulepage has been succesfully deleted!
nl: De modulepagina is succesvol verwijderd!

source: The number of days must be between {min_days} and {max_days}.
nl: Het aantal dagen moet liggen tussen {min_days} en {max_days}.

source: The page has been succesfully added!
nl: De pagina is succesvol toegevoegd!

source: The page has been succesfully changed!
nl: De pagina is succesvol gewijzigd!

source: The page has been succesfully deleted!
nl: De pagina is succesvol verwijderd!

source: The password has been successfully changed!
nl: Het wachtwoord is succesvol gewijzigd!

source: The scheduled sending time
nl: De geplande verzendtijd

source: The submitted file is empty.
nl: Het ingediende bestand is leeg.

source: The tab has been succesfully added!
nl: De tab is succesvol toegevoegd!

source: The tab has been succesfully changed!
nl: De tab is succesvol gewijzigd!

source: The thumbnail has been succesfully deleted!
nl: De thumbnail is succesvol verwijderd!

source: The user has been succesfully added!
nl: De gebruiker is succesvol toegevoegd!

source: The user has been succesfully changed!
nl: De gebruiker is succesvol gewijzigd!

source: The user has been succesfully deleted!
nl: De gebruiker is succesvol verwijderd!

source: There are no articles available.
nl: Er zijn geen artikelen beschikbaar.

source: There are no blocks available for this col size
nl: Er zijn geen blokken beschikbaar voor deze col maat

source: There are no columns available, please add them under column tab.
nl: Er zijn geen kolommen beschikbaar, gelieve deze toe te voegen onder kolommen tabblad.

source: There are no documents and directories found.
nl: Er zijn geen documenten en gidsen gevonden.

source: There are no form results available.
nl: Er zijn geen formulier resultaten beschikbaar.

source: There are no forms available.
nl: Er zijn geen formulieren beschikbaar.

source: There are no pages available.
nl: Er zijn geen pagina's beschikbaar.

source: There are no rows available, please drag them from the row tab.
nl: Er zijn geen rijen beschikbaar, sleep ze aub van de rij tab.

source: These keywords will be written in the meta data of the browser for SEO purposes.
nl: Deze trefwoorden zullen worden geschreven in de meta data van de browser voor SEO doeleinden.

source: This description will be written in the meta data of the browser for SEO purposes.
nl: Deze beschrijving zal worden weggeschreven in de meta data van de browser voor SEO doeleinden.

source: This field cannot be blank.
nl: Dit veld Dit veld mag niet leeg zijn. niet null zijn.

source: This field cannot be null.
nl: Dit veld mag niet null zijn.

source: This field is required
nl: Dit veld is verplicht.

source: This field is required.
nl: Dit veld is verplicht.

source: This is not a valid IPv6 address.
nl: Dit is geen geldig IPv6 adres.

source: This link can only be used once. If you need to reset your password again, please visit
nl: Deze link kan maar één keer gebruikt worden. Als u uw wachtwoord opnieuw wilt instellen, ga dan naar

source: This link will expire in %(expiration_days)s days.
nl: Deze link vervalt over %(expiration_days)s dagen.

source: This title will be shown on the website and in the metadata.
nl: Deze titel wordt getoond op de website en in de metadata.

source: This title will only be shown on links in the chosen menu.
nl: Deze titel wordt alleen getoond op links in het gekozen menu.

source: This title will only overwrite page title in the meta data for SEO purposes.
nl: Deze titel zal alleen de pagina titel overschrijven in de meta data voor SEO doeleinden.

source: Thumbnail overview
nl: Thumbnail overzicht

source: Thursday
nl: Donderdag

source: Time
nl: Tijd

source: Title
nl: Titel

source: To activate your registration, please visit the following page:
nl: Om uw registratie te activeren, ga naar de volgende pagina:

source: Topics, references, &amp; how-to’s
nl: Onderwerpen, referenties, &amp; how-to's

source: Translation import
nl: Vertaling import

source: Translation overview
nl: Overzicht vertalingen

source: Tue
nl: Di

source: Tuesday
nl: Dinsdag

source: Tutorial: A Polling App
nl: Handleiding: Een stem app

source: Type of route/slug*
nl: Type route/slug*

source: Universally unique identifier
nl: Universele unieke identifier

source: Unknown
nl: Onbekend

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
nl: Upload een geldige afbeelding. Het bestand dat u hebt geüpload was ofwel geen afbeelding of een beschadigde afbeelding.

source: Upload file
nl: Upload bestand

source: Upload media
nl: Media uploaden

source: User
nl: Gebruiker

source: User type
nl: Type gebruiker

source: Username
nl: Gebruikersnaam

source: Username and Password Cant be blank
nl: Gebruikersnaam en wachtwoord kunnen leeg zijn

source: Users overview
nl: Gebruikers overzicht

source: Value
nl: Waarde

source: Value %(value)r is not a valid choice.
nl: Waarde %(value)r is geen geldige keuze.

source: Value must be valid JSON.
nl: Waarde moet een geldige JSON zijn.

source: VAT
nl: BTW

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
nl: Bekijk <a href="https://docs.djangoproject.com/en/%(versie)s/releases/" target="_blank" rel="noopener">release notes</a> voor Django %(versie)s

source: Visitor email
nl: Bezoekers e-mail

source: We are sorry, but the sign up is currently closed.
nl: Het spijt ons, maar de inschrijving is momenteel gesloten.

source: We received a request to reset the password for this email address. To initiate the password reset process for your account, click the link below
nl: We hebben een verzoek ontvangen om het wachtwoord voor dit e-mailadres te resetten. Om het wachtwoord reset proces voor uw account te starten, klik op de link hieronder

source: Weak password, %s
nl: Zwak wachtwoord, %s

source: Wed
nl: Woe

source: Wednesday
nl: Woensdag

source: Welcome
nl: Welkom

source: Yes
nl: Ja

source: yes,no,maybe
nl: ja,nee,misschien

source: You already have a homepage.
nl: U heeft al een homepage.

source: You are now registered. Activation email sent.
nl: U bent nu geregistreerd. Activerings e-mail verzonden.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your Web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
nl: U ziet dit bericht omdat deze HTTPS-site een "Referer header" vereist die door uw webbrowser moet worden verzonden, maar er is er geen verzonden. Deze header is vereist om veiligheidsredenen, om ervoor te zorgen dat uw browser niet wordt gekaapt door derden.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
nl: U ziet dit bericht omdat deze site een CSRF-cookie vereist bij het indienen van formulieren. Deze cookie is nodig voor veiligheidsredenen, om ervoor te zorgen dat uw browser niet wordt gekaapt door derden.

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
nl: U ziet deze pagina omdat <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> in uw instellingenbestand staat en u geen URL's hebt geconfigureerd.

source: You are successfully logged out
nl: U bent succesvol uitgelogd

source: You have to enter a name.
nl: U moet een naam invoeren.

source: Your account is now activated.
nl: Uw account is nu geactiveerd.

source: ^add$
nl: ^voeg-toe$

source: ^add/children/(?P<pk>[0-9a-f-]+)$
nl: ^voeg-toe/kinderen/(?P<pk>[0-9a-f-]+)$

source: ^category/add$
nl: ^categorie/toevoegen$

source: ^category/delete/(?P<pk>[0-9a-f-]+)$
nl: ^categorie/verwijderen/(?P<pk>[0-9a-f-]+)$

source: ^category/delete/modal$
nl: ^categorie/verwijderen/modaal$

source: ^category/edit/(?P<pk>[0-9a-f-]+)$
nl: ^categorie/bewerken/(?P<pk>[0-9a-f-]+)$

source: ^category/overview$
nl: ^categorie/overzicht$

source: ^category/toggle-activation/(?P<pk>[0-9a-f-]+)$
nl: ^categorie/schakel-activering/(?P<pk>[0-9a-f-]+)$

source: ^change-password/(?P<pk>\d+)$
nl: wachtwoord-wijzigen/(?P<pk>[0-9a-f-]+)$

source: ^dashboard/reorder
nl: ^dashboard/ordenen

source: ^delete/(?P<pk>[0-9a-f-]+)$
nl: ^verwijderen/(?P<pk>[0-9a-f-]+)$

source: ^delete/(?P<pk>\d+)$
nl: ^verwijderen/(?P<pk>\d+)$

source: ^delete/formresult/(?P<pk>[0-9a-f-]+)/(?P<id>[0-9a-f-]+)$
nl: ^verwijderen/formulierresultaat/(?P<pk>[0-9a-f-]+)/(?P<id>[0-9a-f-]+)$

source: ^delete/formresult/modal$
nl: ^verwijderen/formulierresultaat/modal$

source: ^delete/modal$
nl: ^verwijderen/modal$

source: ^delete/modulepages/(?P<pk>[0-9a-f-]+)$
nl: ^delete/modulepaginas/(?P<pk>[0-9a-f-]+)$

source: ^delete/toggle-activation/(?P<pk>\d+)$
nl: ^verwijderen/toggle-activation/(?P<pk>\d+)$

source: ^detailpage-builder/(?P<pk>[0-9a-f-]+)$
nl: ^detailpagina-bouwer/(?P<pk>[0-9a-f-]+)$

source: ^detailpages/(?P<pk>[0-9a-f-]+)$
nl: ^detailpaginas/(?P<pk>[0-9a-f-]+)$

source: ^edit/(?P<pk>[0-9a-f-]+)$
nl: ^aanpassen/(?P<pk>[0-9a-f-]+)$

source: ^edit/(?P<pk>\d+)$
nl: ^aanpassen/(?P<pk>\d+)$

source: ^export/overview$
nl: ^export/overzicht$

source: ^export/overview/fields/ajax$
nl: ^export/overzicht/velden/ajax$

source: ^export/results/(?P<pk>[0-9a-f-]+)$
nl: ^export/resultaten/(?P<pk>[0-9a-f-]+)$

source: ^group$
nl: ^groep$

source: ^group/add$
nl: ^groep/toevoegen$

source: ^group/delete/(?P<pk>\d+)$
nl: ^groep/verwijderen/(?P<pk>\d+)$

source: ^group/delete/modal$
nl: ^groep/verwijderen/modal$

source: ^group/edit/(?P<pk>\d+)$
nl: ^groep/aanpassen/(?P<pk>\d+)$

source: ^import/overview$
nl: ^import/overzicht$

source: ^login$
nl: ^inloggen$

source: ^logout$
nl: ^uitloggen$

source: ^mailtemplate/add$
nl: ^mailtemplate/toevoegen$

source: ^mailtemplate/delete/(?P<pk>[0-9a-f-]+)$
nl: ^mailtemplate/verwijderen/(?P<pk>[0-9a-f-]+)$

source: ^mailtemplate/delete/modal$
nl: ^mailtemplate/verwijderen/modal$

source: ^mailtemplate/edit/(?P<pk>[0-9a-f-]+)$
nl: ^mailtemplate/aanpassen/(?P<pk>[0-9a-f-]+)$

source: ^mailtemplate/overview$
nl: ^mailtemplate/overzicht$

source: ^media/add$
nl: ^media/voeg-toe$

source: ^media/create/directory$
nl: ^media/voeg-toe/directory$

source: ^media/create/mediatype$
nl: ^media/voeg-toe/mediatype$

source: ^media/delete/(?P<pk>[0-9a-f-]+)$
nl: ^media/verwijderen/(?P<pk>[0-9a-f-]+)$

source: ^media/delete/directory/(?P<pk>[0-9a-f-]+)$
nl: ^media/verwijderen/map/(?P<pk>[0-9a-f-]+)$

source: ^media/delete/directory/modal$
nl: ^media/verwijderen/map/modal$

source: ^media/delete/modal$
nl: ^media/verwijderen/modal$

source: ^media/delete/thumbnail/(?P<pk>[0-9a-f-]+)$
nl: ^media/verwijderen/thumbnail/(?P<pk>[0-9a-f-]+)$

source: ^media/delete/thumbnail/modal$
nl: ^media/verwijderen/thumbnail/modal$

source: ^media/document/overview$
nl: ^media/document/overzicht$

source: ^media/edit$
nl: ^media/aanpassen$

source: ^media/edit/directory$
nl: ^media/aanpassen/map$

source: ^media/thumbnail/overview$
nl: ^media/thumbnail/overzicht$

source: ^overview$
nl: ^overzicht$

source: ^overview/children/(?P<pk>[0-9a-f-]+)$
nl: ^overzicht/children/(?P<pk>[0-9a-f-]+)$

source: ^password_change$
nl: ^wachtwoord_veranderen$

source: ^password_change/done$
nl: ^wachtwoord_veranderen/done$

source: ^reset/complete$
nl: ^reset/compleet$

source: ^reset/done$
nl: ^reset/klaar$

source: ^results/(?P<pk>[0-9a-f-]+)$
nl: ^resultaten/(?P<pk>[0-9a-f-]+)$

source: ^save$
nl: ^opslaan$

source: ^tab/add$
nl: ^tab/toevoegen$

source: ^tab/delete/(?P<pk>[0-9a-f-]+)$
nl: ^tab/verwijderen/(?P<pk>[0-9a-f-]+)$

source: ^tab/edit/(?P<pk>[0-9a-f-]+)$
nl: ^tab/aanpassen/(?P<pk>[0-9a-f-]+)$

source: ^tab/overview$
nl: ^tab/overzicht$

source: “%(path)s” does not exist
nl: "%(path)s" bestaat niet

source: “%(pk)s” is not a valid value.
nl: "%(pk)s" is geen geldige waarde.

source: “%(value)s” is not a valid UUID.
nl: "%(waarde)s" is geen geldige UUID.

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
nl: "%(waarde)s" waarde heeft een ongeldig datum formaat. Het moet in het formaat JJJJ-MM-DD zijn.

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
nl: "%(value)s"-waarde heeft een ongeldig formaat. Het moet in het formaat HH:MM[:ss[.uuuuuu]] zijn.

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
nl: "%(value)s"-waarde heeft een ongeldig formaat. Het moet in het formaat YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] zijn.

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
nl: "%(waarde)s" waarde heeft een ongeldig formaat. Het moet in het formaat [DD] [[HH:]MM:]ss[.uuuuuu]] zijn.

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
nl: "%(value)s" waarde heeft het juiste formaat (HH:MM[:ss[.uuuuuu]]) maar het is een ongeldige tijd.

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
nl: "%(value)s" waarde heeft de juiste notatie (YYYY-MM-DD HH:MM[:ss[.uuuuuu][TZ]) maar het is een ongeldige datum/tijd.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
nl: "%(waarde)s" waarde heeft het juiste formaat (JJJJ-MM-DD) maar het is een ongeldige datum.

source: “%(value)s” value must be a decimal number.
nl: "%(waarde)s" waarde moet een decimaal getal zijn.

source: “%(value)s” value must be a float.
nl: "%(value)s" waarde moet een float zijn.

source: “%(value)s” value must be an integer.
nl: "%(value)s" waarde moet een geheel getal zijn.

source: “%(value)s” value must be either None, True or False.
nl: "%(value)s" waarde mag geen, True of False zijn.

source: “%(value)s” value must be either True or False.
nl: "%(value)s" waarde moet ofwel Waar of Onwaar zijn.

source: “%(value)s” value must be either True, False, or None.
nl: "%(value)s" waarde moet ofwel True, False, of Geen zijn.
