Repository: KCuppens/GenesisV2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: A JSON object
nl: Een JSON-object

source: Account activation failed
nl: Account activate gefaald

source: Account activation on
nl: Account activering op

source: Actief
nl: Actie

source: Actief?
nl: Actie

source: Action
nl: Actie

source: Actions
nl: Acties

source: Activate
nl: Activiteit

source: Active
nl: Activiteit

source: Active?
nl: Activiteit

source: Add a row below
nl: Een rij hieronder toevoegen

source: Add article
nl: Artikel toevoegen

source: Add block
nl: Blok toevoegen

source: Add block category
nl: Blok categorie toevoegen

source: Add configuration
nl: Configuratie toevoegen

source: Add dashboard
nl: Dashboard toevoegen

source: Add form
nl: Formulier toevoegen

source: Add group
nl: Groep toevoegen

source: Add mail configuration
nl: Mail configuratie toevoegen

source: Add mailtemplate
nl: Mailtemplate toevoegen

source: Add module
nl: Module toevoegen

source: Add more pages
nl: Voeg meer pagina's toe

source: Add new group
nl: Voeg nieuwe groep toe

source: Add option
nl: Groep toevoegen

source: Add page
nl: Voeg tab toe

source: Add row
nl: Groep toevoegen

source: Add tab
nl: Voeg tab toe

source: Add user
nl: Voeg gebruiker toe

source: All
nl: Alle

source: and
nl: en

source: and request another reset
nl: en een nieuwe reset aanvragen

source: Appname
nl: Appnaam

source: Are you human? (Sorry, we have to ask!)
nl: Ben jij een mens? (Sorry, we moeten het vragen!)

source: Are you sure you want to delete?
nl: Weet u zeker dat u wilt verwijderen?

source: Artikel module
nl: Module toevoegen

source: Ascending
nl: Oplopend

source: Attachment
nl: Bijlage

source: Attachments
nl: Bijlages

source: August
nl: Augustus

source: Author
nl: Auteur

source: Back to overview
nl: Terug naar overzicht

source: Big (8 byte) integer
nl: Groot (8 byte) geheel getal

source: Biography
nl: Biografie

source: Birthdate
nl: Geboortedatum

source: Block
nl: Blok

source: Block categories overview
nl: Overzicht blokcategorieën

source: Block category
nl: Blok categorie

source: Block content
nl: Blok inhoud

source: Block image
nl: Blok afbeelding

source: Blockcategory
nl: Blokcategorie

source: Blocks overview
nl: Overzicht blokken

source: Boolean (Either True or False)
nl: Booleaans (ofwel Waar of Onwaar)

source: Boolean (Either True, False or None)
nl: Booleaans (ofwel Waar, ofwel Onwaar of Geen)

source: Browse
nl: Bladeren

source: Cancel
nl: Annuleren

source: Canvas column
nl: Kolom

source: Canvas column block
nl: Canvas kolom blok

source: Canvas row
nl: Canvas rij

source: Category
nl: Categorie

source: Change
nl: Aanpassing

source: Change password
nl: Wachtwoord wijzigen

source: Change user password
nl: Wachtwoord gebruiker wijzigen

source: Children pages
nl: Kinderen pagina's

source: Choose and add a column below
nl: Kies en voeg hieronder een kolom toe

source: Clear
nl: Wissen

source: Clear expiration date
nl: Verlopen datum wissen

source: Close
nl: Sluiten

source: Column
nl: Kolom

source: Column 1
nl: Kolom 1

source: Column 2
nl: Kolom 2

source: Column 3
nl: Kolom 3

source: Column 4
nl: Kolom 4

source: Comma-separated emails
nl: E-mails, door komma's gescheiden

source: Comma-separated integers
nl: Door komma's gescheiden gehele getallen

source: Company name
nl: Bedrijfsnaam

source: Configuration
nl: Configuratie

source: Configuration overview
nl: Configuratie overzicht

source: Connect, get help, or contribute
nl: Verbinden, hulp krijgen, of bijdragen

source: Content
nl: Inhoud

source: Content HTML
nl: HTML-inhoud

source: Content succesfully changed
nl: Inhoud succesvol gewijzigd

source: Count directories
nl: Tel mappen

source: Count filemanager size
nl: Tel bestandsbeheer grootte

source: Count files
nl: Tel bestanden

source: Count files by media type
nl: Tel bestanden per type media

source: Count pages
nl: Tel pagina's

source: Count users
nl: Tel gebruikers

source: Create
nl: Maak

source: Create a directory
nl: Creëer een map

source: Create directory
nl: Map aanmaken

source: CSRF verification failed. Request aborted.
nl: CSRF verificatie mislukt. Verzoek afgebroken.

source: Currently
nl: Momenteel

source: Currently no pages available
nl: Momenteel geen pagina's beschikbaar

source: Currently no users available
nl: Momenteel geen gebruikers beschikbaar

source: Dashboard overview
nl: Dashboard overzicht

source: dashboard/base/
nl: dashboard/basis/

source: dashboard/blocks/
nl: dashboard/blokken/

source: dashboard/data/
nl: dashboard/gegevens/

source: dashboard/history/
nl: dashboard/geschiedenis/

source: dashboard/news/
nl: dashboard/nieuws/

source: dashboard/pages/
nl: dashboard/paginas/

source: dashboard/search/
nl: dashboard/zoeken/

source: dashboard/translations/
nl: dashboard/vertalingen/

source: Data
nl: Gegevens

source: Date (with time)
nl: Datum (met tijd)

source: Date (without time)
nl: Datum (zonder tijd)

source: Date of creation
nl: Datum aanmaak

source: Date of last update
nl: Datum laatste bijwerking

source: Date out of range
nl: Datum buiten bereik

source: Decimal number
nl: Decimaal getal

source: Decimalveld
nl: Decimaalveld

source: Default
nl: Standaard

source: Default container
nl: Standaard container

source: Default object
nl: Standaard object

source: Default?
nl: Standaard?

source: Deletable
nl: Verwijderbaar

source: Delete
nl: Verwijder

source: Delete date
nl: Datum verwijderen

source: Delete directory
nl: Mapverwijderen

source: Delete media
nl: Media verwijderen

source: Delete thumbnail
nl: Miniatuur verwijderen

source: Delivery address
nl: Afleveradres

source: Descending
nl: Aflopend

source: Description
nl: Beschrijving

source: Detailpage overview
nl: Detailpagina overzicht

source: Detailpages
nl: Detailpagina's

source: Directories
nl: Mappen

source: Directory indexes are not allowed here.
nl: Mappen indexen zijn hier niet toegestaan.

source: Django Community
nl: Django Gemeenschap

source: Django Documentation
nl: Django Documentatie

source: Django: the Web framework for perfectionists with deadlines.
nl: Django: het web framework voor perfectionisten met deadlines.

source: Doh! You are a robot!
nl: Doh! Je bent een robot!

source: Drop the Selected Column Here
nl: Zet de geselecteerde kolom hier neer

source: Duration
nl: Duur

source: Dutch
nl: Nederlands

source: Edit
nl: Aanpassen

source: Edit article
nl: Artikel bewerken

source: Edit block
nl: Wijzig blok

source: Edit block category
nl: Wijzig blok categorie

source: Edit configuration
nl: Configuratie bewerken

source: Edit dashboard
nl: Dashboard bewerken

source: Edit directory
nl: Directory bewerken

source: Edit form
nl: Formulier bewerken

source: Edit group
nl: Groep bewerken

source: Edit mail configuration
nl: Mail configuratie bewerken

source: Edit mailtemplate
nl: Mailtemplate bewerken

source: Edit media
nl: Media bewerken

source: Edit page
nl: Bewerk pagina

source: Edit tab
nl: Tabblad bewerken

source: Edit user
nl: Gebruiker bewerken

source: Edited by
nl: Bewerkt door

source: Eigen slug
nl: Eigen url

source: Email address
nl: Emailadres

source: Email From
nl: E-mail van

source: Email or username
nl: Email of gebruikersnaam

source: Email template
nl: Email sjabloon

source: Email To
nl: E-mail naar

source: Email with password reset instructions has been sent.
nl: E-mail met instructies voor het opnieuw instellen van het wachtwoord is verzonden.

source: Empty list and “%(class_name)s.allow_empty” is False.
nl: Lege lijst en "%(class_name)s.allow_empty" is False.

source: English
nl: Engels

source: Ensure that there are no more than %(max)s decimal place.
nl: Zorg ervoor dat er niet meer dan %(max)s decimalen zijn.

source: Ensure that there are no more than %(max)s digit before the decimal point.
nl: Zorg ervoor dat er niet meer dan %(max)s cijfers voor de decimale komma staan.

source: Ensure that there are no more than %(max)s digit in total.
nl: Zorg ervoor dat er in totaal niet meer dan %(max)s cijfers zijn.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
nl: Zorg ervoor dat deze bestandsnaam ten hoogste %(max)d tekens heeft (hij heeft %(lengte)d).

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
nl: Zorg ervoor dat deze waarde ten minste %(limit_value)d tekens heeft (het heeft %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
nl: Zorg ervoor dat deze waarde ten hoogste %(limit_value)d tekens heeft (het heeft %(show_value)d).

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
nl: Zorg ervoor dat deze waarde %(limit_value)s is (het is %(show_value)s).

source: Ensure this value is greater than or equal to %(limit_value)s.
nl: Zorg ervoor dat deze waarde groter is dan of gelijk is aan %(limit_value)s.

source: Ensure this value is less than or equal to %(limit_value)s.
nl: Zorg ervoor dat deze waarde kleiner is dan of gelijk is aan %(limit_value)s.

source: Enter a complete value.
nl: Voer een volledige waarde in.

source: Enter a list of values.
nl: Voer een lijst van waarden in.

source: Enter a number.
nl: Voer een getal in.

source: Enter a valid date.
nl: Voer een geldige datum in.

source: Enter a valid date/time.
nl: Voer een geldige datum/tijd in.

source: Enter a valid duration.
nl: Voer een geldige tijdsduur in.

source: Enter a valid email address.
nl: Voer een geldig e-mailadres in.

source: Enter a valid integer.
nl: Voer een geldig geheel getal in.

source: Enter a valid IPv4 address.
nl: Voer een geldig IPv4-adres in.

source: Enter a valid IPv4 or IPv6 address.
nl: Voer een geldig IPv4- of IPv6-adres in.

source: Enter a valid IPv6 address.
nl: Voer een geldig IPv6-adres in.

source: Enter a valid JSON.
nl: Voer een geldige JSON in.

source: Enter a valid time.
nl: Voer een geldige tijd in.

source: Enter a valid URL.
nl: Voer een geldige URL in.

source: Enter a valid UUID.
nl: Voer een geldige UUID in.

source: Enter a valid value.
nl: Voer een geldige waarde in.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
nl: Voer een geldige "slug" in, bestaande uit letters, cijfers, underscores of streepjes.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
nl: Voer een geldige "slug" in die bestaat uit Unicode-letters, cijfers, underscores of streepjes.

source: Enter a whole number.
nl: Voer een geheel getal in.

source: Enter Group Name
nl: Groepsnaam invoeren

source: Enter only digits separated by commas.
nl: Voer alleen cijfers in, gescheiden door komma's.

source: Enter valid JSON.
nl: Voer geldige JSON in.

source: Enter Your First Name
nl: Voer uw voornaam in.

source: Enter Your Last Name
nl: Voer uw achternaam in

source: Expires
nl: Verloopt op

source: Expiring date
nl: Vervaldatum

source: Export
nl: Exporteren

source: Export overview
nl: Overzicht exporteren

source: Export translation
nl: Export vertaling

source: failed
nl: mislukt

source: February
nl: Februari

source: Field name
nl: Naam van het veld

source: Field of type: %(field_type)s
nl: Veld van type: %(veld_type)s

source: Fields
nl: Velden

source: File
nl: Bestand

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
nl: Bestandsextensie "%(extensie)s" is niet toegestaan. Toegestane extensies zijn: %(toegestane_extensies)s.

source: File path
nl: Bestandspad

source: Filemanager
nl: Bestandsbeheer

source: First name
nl: Voornaam

source: Firstname
nl: Voornaam

source: Floating point number
nl: Getal met drijvende komma

source: Forbidden
nl: Verboden

source: Foreign Key (type determined by related field)
nl: Vreemde sleutel (type bepaald door verwant veld)

source: Forgot Password?
nl: Wachtwoord vergeten?

source: Form overview
nl: Overzicht formulieren

source: Form results overview
nl: Overzicht formulierresultaten

source: Formbuilder
nl: Formulierenbouwer

source: French
nl: Frans

source: Fri
nl: vr

source: Friday
nl: Vrijdag

source: Full route
nl: Volledige route

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
nl: Toekomst %(verbose_name_plural)s niet beschikbaar omdat %(class_name)s.allow_future is False.

source: Get started with Django
nl: Aan de slag met Django

source: Go to
nl: Ga naar

source: Go to canvas
nl: Ga naar canvas

source: Go to form overview
nl: Ga naar formulier overzicht

source: Go to pages overview
nl: Ga naar pagina overzicht

source: Group
nl: Groep

source: Group overview
nl: Overzicht groepen

source: Groups
nl: Groepen

source: Headers
nl: Koppen

source: Hello
nl: Hallo

source: high
nl: hoog

source: History overview
nl: Geschiedenis overzicht

source: HTML Message
nl: HTML bericht

source: Icon
nl: Pictogram

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
nl: Als je de <meta name="referrer" content="no-referrer"> tag gebruikt of de "Referrer-Policy: no-referrer" header gebruikt, verwijder deze dan. De CSRF bescherming vereist de "Referer" header om strikte referer controle uit te voeren. Als u bezorgd bent over privacy, gebruik dan alternatieven zoals <a rel="noreferrer" ...> voor links naar sites van derden.

source: If you did not make this request, you can simply ignore this email
nl: Als u dit verzoek niet heeft gedaan, kunt u deze e-mail gewoon negeren

source: If you didn't register this account you can simply delete this email and we won't bother you again.
nl: Als u deze account niet hebt geregistreerd, kunt u deze e-mail gewoon verwijderen en zullen we u niet meer lastigvallen.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
nl: Als u uw browser hebt ingesteld om cookies uit te schakelen, schakel ze dan weer in, ten minste voor deze site, of voor "same-origin" verzoeken.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
nl: Als u uw browser hebt geconfigureerd om "Referer"-headers uit te schakelen, schakel deze dan weer in, ten minste voor deze site, voor HTTPS-verbindingen of voor "zelfde herkomst"-verzoeken.

source: Image
nl: Afbeelding

source: Images
nl: Afbeeldingen

source: Import
nl: Importeren

source: Import overview
nl: Importeren overzicht

source: Import translation
nl: Importeren vertaling

source: In main menu
nl: In hoofdmenu

source: In Quicklink menu
nl: In snelmenu

source: Incorrect Password
nl: Onjuist wachtwoord

source: Index of %(directory)s
nl: Index van %(map)en

source: Install 'bleach' to render HTML properly.
nl: Installeer 'bleach' om HTML correct te renderen.

source: Internal link picker
nl: Interne link kiezer

source: Invalid date string “%(datestr)s” given format “%(format)s”
nl: Ongeldige datum string "%(datestr)s" gegeven formaat "%(format)s"

source: Invalid page (%(page_number)s): %(message)s
nl: Ongeldige pagina (%(page_number)s): %(message)s

source: Invoice address
nl: Factuuradres

source: IP address
nl: IP-adres

source: IPv4 address
nl: IPv4-adres

source: Is a homepage
nl: Is een homepage

source: Is active
nl: Is actief

source: Is checked?
nl: Is gecontroleerd?

source: Is it the homepage?
nl: Is het de homepagina?

source: Is staff
nl: Is personeel

source: January
nl: Januari

source: July
nl: juli

source: June
nl: juni

source: Key
nl: Sleutel

source: Keyname
nl: Sleutelwoord

source: Last Name
nl: Achternaam

source: Lastname
nl: Achternaam

source: Latest history
nl: Nieuwste geschiedenis

source: Latest pages
nl: Nieuwste pagina's

source: Latest users
nl: Nieuwste gebruikers

source: Linkthrough
nl: Doorlink

source: Load more articles
nl: Meer artikelen laden

source: Logs overview
nl: Logboeken overzicht

source: low
nl: laag

source: Mail admin
nl: Mail beheer

source: Mail configuration
nl: Mail configuratie

source: Mail to admin
nl: Mail naar admin

source: Mail to visitor
nl: Mail naar bezoeker

source: Mail visitor
nl: Mail bezoeker

source: Mailconfiguration overview
nl: Mailconfiguratie overzicht

source: Mailtemplate overview
nl: Mailtemplate overzicht

source: ManagementForm data is missing or has been tampered with
nl: ManagementForm gegevens ontbreken of er is mee geknoeid

source: Many-to-many relationship
nl: Veel-op-veel relatie

source: March
nl: Maart

source: May
nl: Mei

source: medium
nl: Menu

source: Menu title
nl: Menutitel

source: Menu title*
nl: Menutitel*

source: Message
nl: Bericht

source: Messages
nl: Berichten

source: Meta description
nl: Meta beschrijving

source: Meta keywords
nl: Meta trefwoorden

source: Meta title
nl: Meta titel

source: Method
nl: Methode

source: midnight
nl: middernacht

source: Module overview
nl: Overzicht Module

source: Modulepage
nl: Modulepagina

source: Mon
nl: ma

source: Monday
nl: Maandag

source: More information is available with DEBUG=True.
nl: Meer informatie is beschikbaar met DEBUG=True.

source: must contain %(DIGITS)s or more numbers (0-9)
nl: moet %(DIGITS)s of meer cijfers (0-9) bevatten

source: Must contain %(LOWER)s or more lowercase characters (a-z)
nl: moet %(LOWER)s of meer kleine letters (a-z) bevatten

source: must contain %(PUNCTUATION)s or more symbols
nl: moet %(PUNCTUATIE)s of meer symbolen bevatten

source: must contain %(UPPER)s or more uppercase characters (A-Z)
nl: moet %(UPPER)s of meer hoofdletters (A-Z) bevatten

source: Name
nl: Naam

source: News articles
nl: Nieuws artikelen

source: News overview
nl: Nieuwsoverzicht

source: No
nl: Geen

source: No %(verbose_name)s found matching the query
nl: Geen %(verbose_name)s gevonden die aan de query voldoen

source: No %(verbose_name_plural)s available
nl: Geen %(verbose_name_plural)s beschikbaar

source: No biography entered yet.
nl: Nog geen biografie ingevoerd.

source: No day specified
nl: Geen dag opgegeven

source: No file was submitted.
nl: Er is geen bestand ingediend.

source: No file was submitted. Check the encoding type on the form.
nl: Er is geen bestand ingediend. Controleer het coderingstype op het formulier.

source: No month specified
nl: Geen maand ingevuld

source: No week specified
nl: Geen week opgegeven

source: No year specified
nl: Geen jaar opgegeven

source: None
nl: Geen

source: noon
nl: middag

source: Not shown in main menu
nl: Niet in hoofdmenu

source: now
nl: nu

source: Null characters are not allowed.
nl: Null tekens zijn niet toegestaan.

source: Oct.
nl: Okt.

source: October
nl: Oktober

source: One of the required fields are missing
nl: Een van de verplichte velden ontbreekt

source: One-to-one relationship
nl: Een-op-een relatie

source: Only comma separated emails are allowed.
nl: Alleen door komma's gescheiden e-mails zijn toegestaan.

source: or
nl: of

source: Order
nl: Bestellen

source: Order method
nl: Bestelmethode

source: Overwritten field name
nl: Overgeschreven veldnaam

source: Page
nl: Pagina

source: Page block
nl: Pagina blok

source: Page Building
nl: Pagina opbouw

source: Page is not “last”, nor can it be converted to an int.
nl: Pagina is niet "laatste" en kan ook niet in een int worden omgezet.

source: Page route
nl: Pagina route

source: Page SEO
nl: Pagina SEO

source: Page title
nl: Pagina titel

source: Page title*
nl: Pagina titel*

source: Pages
nl: Pagina's

source: Pages overview
nl: Pagina overzicht

source: Param 1
nl: Parameter 1

source: Parent page
nl: Bovenstaande pagina

source: Password
nl: Wachtwoord

source: Password changed
nl: Wachtwoord gewijzigd

source: Password Recovery
nl: Wachtwoord hersteld

source: Password reset failed
nl: Wachtwoord terugzetten mislukt

source: Password reset on %(site_name)s
nl: Wachtwoord teruggezet op %(site_naam)s

source: Password reset successfully
nl: Wachtwoord succesvol teruggezet

source: Password too long (must be %s characters or less)
nl: Wachtwoord te lang (moet %s tekens of minder zijn)

source: Password too short (must be %s characters or more)
nl: Wachtwoord te kort (moet %s tekens of meer zijn)

source: Permissions
nl: Rechten

source: Phone
nl: Telefoon

source: Placeholder
nl: Plaatshouder

source: Please atleast use one success type.
nl: Gebruik ten minste één succestype.

source: Please correct the duplicate data for %(field)s, which must be unique.
nl: Corrigeer de dubbele gegevens voor %(veld)s, die uniek moeten zijn.

source: Please correct the duplicate data for %(field)s.
nl: Gelieve de dubbele data voor %(veld)s te corrigeren.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
nl: Corrigeer de dubbele gegevens voor %(field_name)s die uniek moeten zijn voor de %(lookup)s in %(date_field)s.

source: Please correct the duplicate values below.
nl: Corrigeer de dubbele waarden hieronder.

source: Please don't check this box if you are a human.
nl: Gelieve dit vakje niet aan te vinken als u een mens bent.

source: Please either submit a file or check the clear checkbox, not both.
nl: Gelieve ofwel een bestand in te dienen of het vakje "clear" aan te vinken, niet beide.

source: Please enter a directory name.
nl: Voer een mapnaam in.

source: Please enter a emailaddress.
nl: Voer een emailadres in.

source: Please enter a firstname.
nl: Voer een voornaam in.

source: Please enter a lastname.
nl: Voer a.u.b. een achternaam in.

source: Please enter a menu title
nl: Voer een menu titel in.

source: Please enter a page title
nl: Vul a.u.b. een pagina-titel in.

source: Please enter a title
nl: Voer een titel in.

source: Please enter a unique keyname
nl: Voer een unieke naam in

source: Please enter a username.
nl: Voer een gebruikersnaam in.

source: Please enter a valid username
nl: Voer een geldige gebruikersnaam in

source: Please Enter valid Password
nl: Voer een geldig wachtwoord in

source: Please enter your email and we will send you the instructions via email!
nl: Voer uw e-mailadres in en wij sturen u de instructies via e-mail!

source: Please select atleast one option
nl: Selecteer ten minste één optie

source: Please submit %d or fewer forms.
nl: Gelieve %d of minder formulieren in te dienen.

source: Please submit %d or more forms.
nl: Gelieve %d of meer formulieren in te dienen.

source: Position
nl: Positie

source: Positive big integer
nl: Positief groot geheel getal

source: Positive integer
nl: Positief geheel getal

source: Positive small integer
nl: Positief klein geheel getal

source: Preview mode
nl: Voorbeschouwing

source: Priority
nl: Prioriteit

source: Profession
nl: Beroep

source: Publishing date
nl: Publicatiedatum

source: Publishingdate
nl: Publicatiedatum

source: queued
nl: in wachtrij

source: Rangeveld
nl: Bereikveld

source: Raw binary data
nl: Ruwe binaire gegevens

source: Redirect
nl: Doorsturen

source: Register
nl: Registreren

source: Required?
nl: Verplicht?

source: Reset Password
nl: Reset Wachtwoord

source: Reset password at %(site_name)s
nl: Reset wachtwoord bij %(site_naam)s

source: Results
nl: Resultaten

source: Row
nl: Rij

source: Row with 1 big and 1 small column
nl: Rij met 1 grote en 1 kleine kolom

source: Row with 1 column
nl: Rij met 1 kolom

source: Row with 1 medium and 1 very small and 1 medium column
nl: Rij met 1 middelgrote en 1 zeer kleine en 1 middelgrote kolom

source: Row with 1 small and 1 big and 1 small column
nl: Rij met 1 kleine en 1 grote en 1 kleine kolom

source: Row with 1 small and 1 big columns
nl: Rij met 1 kleine en 1 grote kolom
